content/posts/The_Knowledge_Economy_by_Roberto_Mangabeira_Unger_in_2019.md
+++
title = "The Knowledge Economy by Roberto Mangabeira Unger in 2019"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:36:07-04:00
slug = "The_Knowledge_Economy_by_Roberto_Mangabeira_Unger_in_2019"
draft = false
+++

## [books]({{< relref "books" >}}), [Roberto Mangabeira Unger]({{< relref "Roberto_Mangabeira_Unger" >}}), [economics]({{< relref "economics" >}}) {#books--books-dot-md--roberto-mangabeira-unger--roberto-mangabeira-unger-dot-md--economics--economics-dot-md}


## Found while watching [Economic alternatives for the future by Roberto Mangabeira Unger in 2020]({{< relref "Economic_alternatives_for_the_future_by_Roberto_Mangabeira_Unger_in_2020" >}}) {#found-while-watching-economic-alternatives-for-the-future-by-roberto-mangabeira-unger-in-2020--economic-alternatives-for-the-future-by-roberto-mangabeira-unger-in-2020-dot-md}


## 1.The Most Advanced Practice of Production {#1-dot-the-most-advanced-practice-of-production}


## 2.The Knowledge Economy: Its Characteristics Described at the Level of Management and Production Engineering {#2-dot-the-knowledge-economy-its-characteristics-described-at-the-level-of-management-and-production-engineering}


## 3.The Deep Structure of the Knowledge Economy: Relaxing or Reversing the Constraint of Diminishing Marginal Returns {#3-dot-the-deep-structure-of-the-knowledge-economy-relaxing-or-reversing-the-constraint-of-diminishing-marginal-returns}


## 4.The Deep Structure of the Knowledge Economy: Production, Imagination, and Cooperation {#4-dot-the-deep-structure-of-the-knowledge-economy-production-imagination-and-cooperation}


## 5.The Deep Structure of the Knowledge Economy: Trust, Discretion, and the Moral Culture of Production {#5-dot-the-deep-structure-of-the-knowledge-economy-trust-discretion-and-the-moral-culture-of-production}


## 6.The Confinement of the Knowledge Economy: The Fact and the Riddle {#6-dot-the-confinement-of-the-knowledge-economy-the-fact-and-the-riddle}


## 7.Pseudo-Vanguardism and Hyper-Insularity {#7-dot-pseudo-vanguardism-and-hyper-insularity}


## 8.Precarious Employment {#8-dot-precarious-employment}


## 9.The Confinement of the Knowledge Economy: The Consequences for Economic Stagnation and Inequality {#9-dot-the-confinement-of-the-knowledge-economy-the-consequences-for-economic-stagnation-and-inequality}


## 10.The Confinement of the Knowledge Economy: The Beginning of an Explanation {#10-dot-the-confinement-of-the-knowledge-economy-the-beginning-of-an-explanation}


## 11.Making the Knowledge Economy Inclusive: The Cognitive-Educational Requirements {#11-dot-making-the-knowledge-economy-inclusive-the-cognitive-educational-requirements}


## 12.Making the Knowledge Economy Inclusive: The Social-Moral Requirements {#12-dot-making-the-knowledge-economy-inclusive-the-social-moral-requirements}


## 13.Making the Knowledge Economy Inclusive: The Legal-Institutional Requirements {#13-dot-making-the-knowledge-economy-inclusive-the-legal-institutional-requirements}


## 14.Background Incitements: Generalized Experimentalism and High-Energy Democracy {#14-dot-background-incitements-generalized-experimentalism-and-high-energy-democracy}


## 15.Inclusive Vanguardism and the Dilemma of Economic Development {#15-dot-inclusive-vanguardism-and-the-dilemma-of-economic-development}


## 16.Inclusive Vanguardism and the Political Economy of the Rich Countries {#16-dot-inclusive-vanguardism-and-the-political-economy-of-the-rich-countries}


## 17. Growth, Crisis, and Successive Breakthroughs of the Constraints on Supply and Demand: The Larger Economic Meaning of Inclusive Vanguardism {#17-dot-growth-crisis-and-successive-breakthroughs-of-the-constraints-on-supply-and-demand-the-larger-economic-meaning-of-inclusive-vanguardism}


### The enigma of supply and demand {#the-enigma-of-supply-and-demand}


### Contrast to Keynes’s teaching {#contrast-to-keynes-s-teaching}


### The spectrum of breakthroughs in the constraints on demand {#the-spectrum-of-breakthroughs-in-the-constraints-on-demand}


### The spectrum of breakthroughs in the constraints on supply {#the-spectrum-of-breakthroughs-in-the-constraints-on-supply}


## 18. Economics and the Knowledge Economy {#18-dot-economics-and-the-knowledge-economy}


### The imperative of structural vision {#the-imperative-of-structural-vision}


### The large-scale history of social and economic thought: truncating and evading structural vision {#the-large-scale-history-of-social-and-economic-thought-truncating-and-evading-structural-vision}


### Reckoning with post-marginalist economics: the disconnection between theory and empiricism {#reckoning-with-post-marginalist-economics-the-disconnection-between-theory-and-empiricism}


### Reckoning with post-marginalist economics: the deficit of institutional imagination {#reckoning-with-post-marginalist-economics-the-deficit-of-institutional-imagination}


### Reckoning with post-marginalist economics: the theory of production subordinated to the theory of exchange {#reckoning-with-post-marginalist-economics-the-theory-of-production-subordinated-to-the-theory-of-exchange}


### Reckoning with post-marginalist economics: the lack of an account of the diversity of the material from which competitive selection selects {#reckoning-with-post-marginalist-economics-the-lack-of-an-account-of-the-diversity-of-the-material-from-which-competitive-selection-selects}


### Uses and limits of Keynes’s heresy {#uses-and-limits-of-keynes-s-heresy}


### Uses and limits of the example provided by pre-marginalist economics {#uses-and-limits-of-the-example-provided-by-pre-marginalist-economics}


### Two ways to develop the needed ideas: from within the established economics and from outside it {#two-ways-to-develop-the-needed-ideas-from-within-the-established-economics-and-from-outside-it}


## 19. The Higher Purpose of the Inclusive Knowledge Economy {#19-dot-the-higher-purpose-of-the-inclusive-knowledge-economy}
